Revit 2027 API
BuiltInFailures.PerformanceFailures.ManyUnusedNestedFamilies Property
 Family contains other families loaded into it but not used. Consider purging family document from unused families and types.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId ManyUnusedNestedFamilies { get; }
Public Shared ReadOnly Property ManyUnusedNestedFamilies As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ ManyUnusedNestedFamilies {
	FailureDefinitionId^ get ();
}
static member ManyUnusedNestedFamilies : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.PerformanceFailures Class
Autodesk.Revit.DB Namespace